Revit 2027 API
ParameterTypeId.SteelElemContourSide1dist Property
 "Boundary distance 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemContourSide1dist { get; }
Public Shared ReadOnly Property SteelElemContourSide1dist As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemContourSide1dist {
	ForgeTypeId^ get ();
}
static member SteelElemContourSide1dist : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace